cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'youtube-dl'
brew 'heroku'
brew 'watchman'
brew 'gradle'
brew 'cocoapods'
brew 'travis'
brew 'ant'
brew 'maven'
brew 'exa'

cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'appcleaner'
cask 'avast-security'
cask 'beardedspice'
cask 'calibre'
cask 'caption'
cask 'ccleaner'
cask 'coconutbattery'
cask 'dashlane'
cask 'dropbox'
cask 'evernote'
cask 'expo-xde'
cask 'flux'
cask 'genymotion'
cask 'gitkraken'
cask 'imageoptim'
cask 'macdown'
cask 'molotov'
cask 'muzzle'
cask 'ndm'
cask 'onyx'
cask 'opera'
cask 'postman'
cask 'react-native-debugger'
cask 'sabnzbd'
cask 'sequel-pro'
cask 'sketch'
cask 'sketch-toolbox'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmit'
cask 'virtualbox'
cask 'whatsapp'
cask 'windscribe'
cask 'visual-studio-code'
cask 'docker'
cask 'android-studio'
cask 'android-platform-tools'
cask 'androidtool'
cask 'android-ndk'
cask 'android-sdk'
cask 'fastlane'
